Repository: DMKEBUSINESSGMBH/typo3-t3users
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# plugin.t3users.flexform.tab.common
source: Common
de: Allgemeines

# plugin.t3users.flexform.tab.userinfo
source: Userinformation
de: Nutzerinformationen

# plugin.t3users.flexform.tab.feuseredit
source: Edit User
de: Nutzer editieren

# plugin.t3users.flexform.tab.renewSession
source: Renew Session
de: Session erneuern

# plugin.t3users.flexform.action.LoginBox
source: LoginBox for FE Users
de: LoginBox für FE-Nutzer

# plugin.t3users.flexform.action.ResetPassword
source: Password reset
de: Passwort zurücksetzen

# plugin.t3users.flexform.action.Registration
source: Show registration form
de: Zeige Registrierungsformular

# plugin.t3users.flexform.action.RegistrationConfirm
source: Show registration confirm
de: Zeige Registrierungsbestätigung

# plugin.t3users.flexform.action.ListFeUsers
source: List of FE Users
de: Liste von FE-Nutzern

# plugin.t3users.flexform.action.ShowFeUser
source: Show single FE User
de: Zeige einzelnen FE-Nutzer

# plugin.t3users.flexform.action.EditFeUser
source: Edit own profile
de: Eigenen Account bearbeiten

# plugin.t3users.flexform.action.RenewSession
source: Renew Session (prevent automatic logout)
de: Session erneuern (automatisches Logout verhindern)

# plugin.t3users.flexform.loginbox.header_welcome
source: Welcome Header
de: Willkommen Überschrift

# plugin.t3users.flexform.loginbox.message_welcome
source: Welcome Message
de: Willkommen Nachricht

# plugin.t3users.flexform.loginbox.emailFrom
source: Forgot password email from address
de: Passwortmail From Adresse

# plugin.t3users.flexform.loginbox.emailFromName
source: Forgot password email from name
de: Passwortmail From Name

# plugin.t3users.flexform.loginbox.emailReply
source: Forgot password email replyto address
de: Passwortmail ReplyTo Adresse

# plugin.t3users.flexform.loginbox.loginRedirectPage
source: Redirect to this page after login
de: Weiterleitung nach Login

# plugin.t3users.flexform.loginbox.logoutRedirectPage
source: Redirect to this page after logout
de: Weiterleitung nach Logout

# plugin.t3users.flexform.loginbox.loginTemplate
source: HTML-Template for loginbox
de: HTML-Template der Loginbox

# plugin.t3users.flexform.userinfo.listPage
source: Page with userlist
de: Seite mit Nutzerliste

# plugin.t3users.flexform.userinfo.listTemplate
source: Template for userlist
de: Template für Nutzerliste

# plugin.t3users.flexform.userinfo.detailsPage
source: Page for single view
de: Seite mit Detailansicht

# plugin.t3users.flexform.userinfo.detailsTemplate
source: Template for single view
de: Template für Detailansicht

# plugin.t3users.flexform.userinfo.staticUser
source: Static user
de: Fester Nutzer

# plugin.t3users.flexform.userinfo.staticUsers
source: Static users
de: Feste Nutzerliste

# plugin.t3users.flexform.userinfo.currentUser
source: Currently logged in User
de: Gegenwärtig angemeldeter FE-User

# plugin.t3users.flexform.feuseredit.xml
source: XML for the form
de: XML für das Formular

# plugin.t3users.flexform.feuseredit.template
source: Template for the View
de: Template für View

# plugin.t3users.flexform.feuseredit.enableNonTcaColumns
source: Do not ignore Non-TCA-Fields (like deleted, hidden)
de: Non-TCA-Fields nicht ignorieren (like deleted, hidden)

# plugin.t3users.flexform.feuseredit.doubleoptin
source: change via Double-Opt-In?
de: per Double-Opt-In ändern?

# plugin.t3users.flexform.feuseredit.mode
source: Mode
de: Modus

# plugin.t3users.flexform.feuseredit.mode.normal
source: change Data
de: Daten ändern

# plugin.t3users.flexform.feuseredit.mode.check
source: check Double-Opt-In link
de: Double-Opt-In Link prüfen

# plugin.t3users.flexform.feuseredit.doubleoptin.pid
source: Page where Double-Opt-In is checked
de: Seite auf der Double-Opt-In geprüft wird

# plugin.t3users.flexform.feuseredit.redirect.pid
source: Redirect after sending data
de: Weiterleitungsseite nach dem Absenden

# plugin.t3users.flexform.renewSession.intervallInSeconds
source: Interval for renewal (in seconds)
de: Intervall für Erneuerung (in Sekunden)

# fe_users.first_name
source: First name
de: Vorname

# fe_users.last_name
source: Last name
de: Nachname

# fe_users.birthday
source: Date of birth
de: Geburtsdatum

# fe_users.gender
source: Mr./Ms.
de: Hr./Fr.

# fe_users_gender_mr
source: Mr.
de: Hr.

# fe_users_gender_ms
source: Ms.
de: Fr.

# tx_t3users_log
source: T3users logging entry
de: T3users Logeintrag

# tx_t3users_log_typ
source: Type
de: Typ

# tx_t3users_log_tstamp
source: Time stamp
de: Zeitstemple

# tx_t3users_log_feuser
source: FE User
de: FE Nutzer

# tx_t3users_log_beuser
source: BE User
de: BE Nutzer

# tx_t3users_log_recuid
source: Affected record UID
de: Betroffener Datensatz

# tx_t3users_log_rectable
source: Affected record Table
de: Tabelle des betroffenen Datensatzes

# tx_t3users_log_data
source: Additional data
de: Zusätzliche Daten
